Repository: sergioariza/PFC
Catalog: Traducciones/Cadenas.*.resx
Languages: pt

# advertenciaCoeficiente1
source: ADVERTENCIA: el coeficiente de regresión ha de
pt: ATENÇÃO: coeficiente de regressão é um

# advertenciaCoeficiente2
source: ser un número entero positivo mayor que 1
pt: número inteiro positivo maior que 1

# advertenciaDesplazamiento1
source: ADVERTENCIA: el factor de desplazamiento ha de ser un
pt: ATENÇÃO: o factor de deslocamento deve ser um

# advertenciaDesplazamiento2
source: número entero positivo mayor que cero y múltiplo de 10
pt: número inteiro positivo maior que zero e múltiplos de 10

# advertenciaNumero
source: ADVERTENCIA: sólo puede ser un número
pt: AVISO: só pode ser um número

# advertenciaFilas1
source: ADVERTENCIA: si el valor es igual a 0, el programa
pt: AVISO: se o valor for zero, o programa vai parar

# advertenciaFilas2
source: parará la importación por cada 10 filas vacías
pt: depois de 10 linhas de importação vazias

source: Azul oscuro
pt: Azul escuro

# coeficienteDeRegresion
source: Coeficiente de regresión:
pt: Coeficiente de regressão:

source: Color
pt: Cor

source: Coordenada X =
pt: Coordena X =

source: Coordenada Y =
pt: Coordena Y =

# definicionEstandard
source: Definición estándard
pt: Definição padrão

# definicionFormal
source: Definición formal
pt: Definição formal

source: Desplazamiento
pt: Deslocamento

source: Disminuir zoom
pt: Diminuir zoom

source: Factor de desplazamiento:
pt: Fator do deslocamento:

# Filas
source: Número de filas para importar
pt: Número de linhas para importar

source: Gris
pt: Cinza

# inicioNok
source: Error: usuario o contraseña incorrecta
pt: Erro: usuário ou senha incorreta

# inicioOk
source: Inicio de sesión correcta
pt: Logon com sucesso

# interpolacionPolinomica
source: Interpolación polinómica
pt: Interpolação polinomial

# introduzcaCoordenadaX
source: Introduzca la coordenada X:
pt: Digite a coordenada X:

# introduzcaCoordenadaY
source: Introduzca la coordenada Y:
pt: Digite a coordenada Y:

# marron
source: Marrón
pt: Marrom

source: Naranja
pt: Laranja

source: Negro
pt: Preto

source: (No hay funciones en el historial)
pt: (Nenhuma das funções de história)

source: (No hay puntos en el historial)
pt: (Nenhuma das pontos de história)

# numeroDeFilas
source: Número de filas:
pt: Número de linhas:

# puntosMayuscula
source: Puntos
pt: Pontos

# regresionExponencial
source: Regresión exponencial
pt: Regressão exponencial

# regresionLineal
source: Regresión lineal
pt: Regressão linear

# regresionLogaritmica
source: Regresión logarítmica
pt: Regressão logarítmica

# regresionPolinomica
source: Regresión polinómica
pt: Regressão polinomial

source: Rojo
pt: Vermelho

source: Tamaño
pt: Tamanho

# tipoDeFuncion
source: Tipo de función
pt: Tipo de função

# borrarFunciones
source: Borrar funciones seleccionadas
pt: Apague funções selecionadas

# borrarPuntos
source: Borrar puntos seleccionados
pt: Apague pontos selecionadas

# importarFunciones
source: Importar funciones seleccionadas
pt: Importar funções selecionadas

# importarPuntos
source: Importar puntos seleccionados
pt: Importar pontos selecionadas

# advertenciaCargarHistorialDeFunciones
source: ¿Está seguro? Las funciones que actualmente tiene almacenadas se borrarán
pt: Você tem certeza? Os funçoes que você tem atualmente armazenados serão apagados

# advertenciaCargarHistorialDePuntos
source: ¿Está seguro? Los puntos que actualmente tiene almacenadas se borrarán
pt: Você tem certeza? Os pontos que você tem atualmente armazenados serão apagados

# advertenciaCeldasZoom
source: Advertencia: debido al zoom, no se puede mostrar celdas
pt: Atenção: devido ao zoom, as células não podem ser exibidos

source: Cargar historial de funciones
pt: História função de carga

source: Cargar historial de puntos
pt: História pontos de carga

# error001
source: Error: el punto ya se encuentra en el historial
pt: Erro: o ponto já está no histórico

# error002
source: Error: introduzca primero una función
pt: Erro: entra pela primeira vez uma função

# error003
source: Error: la función se encuentra en el historial
pt: Erro: a função está na história

# error004
source: Error: tiene que haber al menos dos puntos en el panel
pt: Erro: tem de ser de pelo menos dois pontos do painel

# error005
source: Error: seleccione antes un tipo de aproximación
pt: Erro: selecione um tipo de abordagem antes

# error006
source: Error: no se ha elegido ningún color
pt: Erro: não escolhido qualquer cor

# error007
source: Error: dos o más imágenes para un mismo origen. Función no inyectiva
pt: Erro: duas ou mais imagens para a mesma origem. Função não injectiva

# error008
source: Error: tiene que haber al menos dos puntos del color seleccionado en el panel
pt: Erro: tem de ser de pelo menos dois pontos da cor seleccionada no painel

# error009
source: Error: la aproximación exponencial no es posible si en el panel existe un punto (eje Y) menor o igual que cero
pt: Erro: a abordagem exponencial não é possível, se o painel não é um ponto (eixo Y) de menos do que ou igual a zero

# error010
source: Error: la aproximación logarítmica no es posible si en el panel existe un punto (eje X) menor o igual que cero
pt: Erro: a aproximação logarítmica não é possível se existir um ponto de painel (eixo X) de menos do que ou igual a zero

# error011
source: Error: el coeficiente ha de ser un número entero positivo mayor que uno
pt: Erro: coeficiente deve ser um número inteiro positivo maior que um

# error012
source: Error: ya existe un punto con ese color
pt: Erro: existe um ponto com que a cor

# error013a
source: Error: la línea
pt: Erro: ficheiro de entrada de linha

# error013b
source: del fichero de entrada no corresponde con una función
pt: não corresponder a uma função

# error014
source: del fichero de entrada no corresponde con un punto
pt: não corresponder a um ponto

# error015
source: Error: no hay funciones para guardar
pt: Erro: enhuma função de salvar

# error016
source: Error: no hay funciones para guardar en MenPas
pt: Erro: enhuma função de salvar em MenPas

# error017
source: No se ha podido realizar la conexión con la plataforma MenPas. Contacte con el administrador
pt: Não é possível conectar aos MenPas plataforma. Contato com o webmaster

# error018
source: Error en la grabación de funciones de la fila
pt: Erro em funções de gravação na linha

# error019
source: Error: no hay puntos para guardar en MenPas
pt: Erro: enhuma ponto de salvar em MenPas

# error020
source: Error en la grabación de puntos de la fila
pt: Erro em pontos de gravação na linha

# error021
source: Error: no hay puntos para guardar
pt: Erro: enhuma ponto de salvar

# error022a
source: Error: la función "f(x)=
pt: Erro: função "f(x)=

# error022b
source: " ya se encuentra en el historial
pt: " já está no histórico

# evaluacionCorrectaDeFuncion
source: Evaluación correcta de función
pt: Função de avaliação correta

# evaluacionIncorrectaDeFuncion
source: Evaluación incorrecta de función
pt: Função de avaliação incorreta

source: funciones
pt: funções

source: Funciones grabadas correctamente
pt: Funções devidamente registradas

source: Historial de funciones guardado correctamente
pt: Funções de histórico guardada com sucesso

source: Historial de puntos guardado correctamente
pt: Pontos de histórico guardada com sucesso

# historialFunciones
source: Historial funciones|*.txt
pt: Histórico funções|*.txt

# historialPuntos
source: Historial puntos|*.txt
pt: Histórico pontos|*.txt

source: Punto insertado en coordenada
pt: Inserido no ponto de coordenadas

source: Puntos grabados correctamente
pt: Pontos devidamente registrados

# puntosMinuscula
source: puntos
pt: pontos

# seHanCargadoConExito
source: Se han cargado con éxito un total de
pt: Carregado com êxito um total de

source: Selecciona un historial de funciones
pt: Selecione um histórico de funções

source: Selecciona un historial de puntos
pt: Selecione um histórico de pontos

# error023a
source: Error: el punto
pt: Erro: o ponto

# error023b
source: ya se encuentra en el historial
pt: já está no histórico

# error024
source: Error: no tiene privilegios para borrar las funciones seleccionadas
pt: Erro: não tem privilégios para excluir funções selecionadas

# error025
source: Error en el borrado de funciones de la fila
pt: Erro funções de linha de apagamento

# error026
source: Error: no ha seleccionado ninguna función
pt: Erro: você não selecionou nenhuma função

# error027
source: Error: no tiene privilegios para borrar los puntos seleccionados
pt: Erro: não tem privilégios para excluir pontos selecionados

# error028
source: Error en el borrado de puntos de la fila
pt: Erro pontos de linha de apagamento

# error029
source: Error: no ha seleccionado ningún punto
pt: Erro: você não selecionou não ponto

# error030
source: Error: no se puede aumentar más el zoom
pt: Erro: mais zoom não é possível

source: Funciones borradas correctamente
pt: Funções devidamente excluídos

# noSePuedeAumentarMasElZoom
source: No se puede aumentar más el zoom
pt: Mais zoom não é possível

source: Puntos borrados correctamente
pt: Pontos devidamente excluídos

# error031
source: Error: no se puede disminuir más el zoom
pt: Erro: menos zoom não é possível

# error032
source: Error: el desplazamiento ha de ser un número entero positivo mayor que cero y múltiplo de 10
pt: Erro: deslocamento deve ser um número inteiro positivo maior que zero e um múltiplo de 10

# noSePuedeDisminuirMasElZoom
source: No se puede disminuir más el zoom
pt: Menos zoom não é possível

# archivoJPG
source: Archivo JPG|*.jpg
pt: JPG arquivo|*.jpg

# borrarPrimeraFuncionDelHistorial
source: Borrar primera función del historial
pt: Remover primeira função da história

source: Borrar primer punto del historial
pt: Remover primeiro ponto da história

# borrarUltimaFuncionDelHistorial
source: Borrar última función del historial
pt: Remover última função da história

# borrarUltimoPuntoDelHistorial
source: Borrar último punto del historial
pt: Remover último ponto da história

# error033
source: Error: el punto insertado en el eje Y no es un número
pt: Erro: o ponto no eixo Y não é número

# error034
source: Error: el punto insertado en el eje X no es un número
pt: Erro: o ponto no eixo X não é número

# error035
source: Error: debe insertar un número en la coordenada X
pt: Erro: você deve inserir um número na coordenada X

# error036
source: Error: debe insertar un número en la coordenada Y
pt: Erro: você deve inserir um número na coordenada Y

# error037a
source: Error: el punto insertado en el eje X no es una coordenada
pt: Erro: o ponto no eixo X na coordenada

# error038a
source: Error: la columna
pt: Erro: coluna

# error038b
source: no es un número. La importación se ha cancelado
pt: não é um número. Importação foi cancelada

# error039
source: Error: existe un error de importación en la función de la columna
pt: Erro: erro de importação existe na função da coluna

# error040
source: Error: el fichero ha de contener dos o más puntos
pt: Erro: o arquivo deve conter dois ou mais pontos

# error041
source: Error: el número de filas ha de ser un número entero positivo mayor o igual que cero
pt: Erro: o número de linhas deve ser um número inteiro positivo maior do que ou igual a zero

# error042
source: no contiene un punto. Su formato ha de ser "(x, y)". Dicha columna no va a ser importada
pt: não é um ponto. A sua estrutura será "(x, y)". Esta coluna não será importado

# error043
source: Dicha columna no va a ser importada
pt: Esta coluna não será importado

# error044
source: no es un número. Dicha columna no va a ser importada
pt: não é um número. Esta coluna não será importado

# error045
source: Error: existe un error de importación en la nube de la columna
pt: Erro: erro de importação existe a nuvem da coluna

# exportacionAWordCorrecta
source: Exportación a Word correcta
pt: Exportar para Word correta

source: Funcion|*.doc
pt: Função|*.doc

source: Guardar panel
pt: Salvar painel

# hojaDeFunciones
source: Hoja de funciones|*.xlsx;*.xls
pt: Funções do Excel|*.xlsx;*.xls

# importacionFuncionOK
source: Importación de función realizada correctamente
pt: Uma função de importação realizada corretamente

# importarNubeDePuntos
source: Importar nubes de puntos
pt: Importar nuvens de pontos

# seHanImportado
source: Se han importado un total de
pt: Importou um total de

# seleccionaUnaHojaDeCalculo
source: Selecciona una hoja de cálculo a importar
pt: Selecione uma planilha para importação

# seleccionaUnFicheroDoc
source: Selecciona un fichero doc a exportar
pt: Selecione um arquivo para exportar doc

source: Coordenadas
pt: Coordena

# error046
source: Incapaz de lanzar el objeto
pt: Incapaz de liberar o objeto

# error047
source: Error: dos o más imágenes para un mismo origen. Función no inyectiva
pt: Erro: duas imagens para o mesmo valor. Função não injetora

# error048
source: Error: tiene que haber al menos dos puntos del color seleccionado en el panel
pt: Erro: tem de ser de pelo menos dois pontos da cor seleccionada no painel

# error049
source: Error: seleccione antes un tipo de aproximación
pt: Erro: selecione um tipo de abordagem antes

# error050
source: Error: la aproximación exponencial no es posible si en el panel existe un punto (eje Y) menor o igual que cero
pt: Erro: a abordagem exponencial não é possível, se o painel não é um ponto (eixo Y) de menos do que ou igual a zero

# error051
source: Error: la aproximación logarítmica no es posible si en el panel existe un punto (eje X) menor o igual que cero
pt: Erro: a aproximação logarítmica não é possível se existir um ponto de painel (eixo X) de menos do que ou igual a zero

# error052a
source: Error: punto existente en columna
pt: Erro: coluna de ponto existente

# error052b
source: con coordenadas
pt: com coordenadas

source: Estado de programa
pt: Status do programa

source: nubes de puntos
pt: nuvens de pontos

# seVaACancelarLaImportacion
source: Se va a cancelar la importación
pt: Ele vai cancelar a importação

# error037b
source: Error: el punto insertado en el eje Y no es una coordenada
pt: Erro: o ponto no eixo Y na coordenada

# importarPuntosHoisan
source: Importar puntos de aplicación Hoisan
pt: Pontos de aplicação de importação Hoisan

# importarPuntosBlandYAltman
source: Importar puntos de Bland y Altman
pt: Pontos de importação de Bland e Altman
